{"class_name": "Model", "backend": "tensorflow", "keras_version": "2.0.8", "config": {"input_layers": [["input_1", 0, 0]], "name": "model_1", "layers": [{"class_name": "InputLayer", "config": {"dtype": "float32", "sparse": false, "name": "input_1", "batch_input_shape": [null, 131072]}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "normal", "scale": 2.0, "seed": null, "mode": "fan_in"}}, "units": 5, "kernel_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0005000000237487257, "l1": 0.0}}, "name": "dense_1", "activation": "softmax", "kernel_constraint": null, "bias_constraint": null, "trainable": true, "bias_regularizer": null, "use_bias": false}, "name": "dense_1", "inbound_nodes": [[["input_1", 0, 0, {}]]]}], "output_layers": [["dense_1", 0, 0]]}}